{"cards": {"1317": {"cardcat": "TROUBLE", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "", "talk": "Some artists can be locked in the studio just so much before they start losing it. They need to get around, play the songs to a real audience. Plus, you know, daylight.", "title": "Cabin Fever"}, "cardid": "1317"}, "1323": {"cardcat": "EVENT", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "https://en.wikipedia.org/wiki/Chinese_Democracy", "talk": "", "title": "Magnus Opus"}, "cardid": "1323"}, "1306": {"cardcat": "STAFF", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "", "talk": "Recording an album is so much more than getting into the room and playing. A band needs focus, needs to be pushed and sometimes there will be that small change that makes a good song into the absolute masterpiece that people will remember decades later. You just need to get the right person in the room and you might think a whole different band is in the studio.", "title": "Producer"}, "cardid": "1306"}, "1307": {"cardcat": "STAFF", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "", "talk": "Imagine your bands are not running against the clock all the time when fine tuning that single that can make them skyrocket around the whole globe. So get that checkbook out and see that they can work comfortably this year.", "title": "Company Studio"}, "cardid": "1307"}, "1312": {"cardcat": "BUYOUT", "cardtype": "MODEVENTS", "fields": {"howto": "It's pretty straightforward: you have more to offer than the other label. Then, of course, there is the fact that after the deal THEY might be the ones with more to offer but... well, it's signed now isn't it?", "links": "", "talk": "Ultimately, a band wants to be famous. And you know where they look to know who can make them famous? By seeing how much you can dedicate to their climb to stardom.", "title": "Money Talks"}, "cardid": "1312"}, "1311": {"cardcat": "BUYOUT", "cardtype": "MODEVENTS", "fields": {"howto": "Just imagine: set your sights on a good band with a good following, push a band you own on the road just enough to shoot past them and make them envious, then come into the office looking like a million dollars and offer them the chance be the ones on top.", "links": "", "talk": "Ultimately, a band wants to be famous. And you know where they look to know who can make them famous? By seeing who signed their own idols.", "title": "Burning Ambition"}, "cardid": "1311"}, "1328": {"cardcat": "FANS", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "", "talk": "So you don't have a budget, and you don't have the radio or whatever selling your music, I get that. But you know what? You have created something, and that something means a lot to someone, and that someone WILL go out and tell everybody how great that is. As long as you have got the goods, of course.", "title": "Word of Mouth"}, "cardid": "1328"}, "1329": {"cardcat": "EVENT", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "", "talk": "Devoted fans WILL buy anything, for some reason. It's all about being good enough to make it worth their while, or desperate enough that you will gladly bleed them dry at every opportunity. But keep in mind that one day they could remember the merchant more than the artist.", "title": "Kiss My Coffers"}, "cardid": "1329"}, "1308": {"cardcat": "STAFF", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "", "talk": "A touring band has so many moving parts that I'm amazed when the wheels just don't fall off every single night. And while it's mostly an exercise in falling through it gracefully, having somebody to take care of it all and give it stability and efficiency will bring you to the next level.", "title": "Tour Manager"}, "cardid": "1308"}, "1309": {"cardcat": "STAFF", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "", "talk": "You are putting on a show. You can be raw as fuck and people will still expect to be blown away in every possible manner. So yeah, it might be a good idea to impress them and, maybe, cover for those few moments when you can't be larger than life. Just stay well on your mark when the pyros start.", "title": "Stage Production"}, "cardid": "1309"}, "1319": {"cardcat": "TROUBLE", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "https://en.wikipedia.org/wiki/Judas_Priest#Subliminal_message_trial", "talk": "Parents don't get rock music. Parents don't get their kids, beats me why. And once in a while they'll just lash out because they're frustrated that their tired-ass routine doesn't mould those kids how the way they expected, and they'll come for you. Stretch those middle fingers, my dearies, you're gonna need them. A lot.", "title": "Concerned Parents"}, "cardid": "1319"}, "1318": {"cardcat": "TROUBLE", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "", "talk": "The thing with touring is that you explore the wide world but you have the same few people around you all the time, 24/7, for what can be months. You are going to royally piss each other off at one point, mark my words..", "title": "Road Rage"}, "cardid": "1318"}, "1332": {"cardcat": "EVENT", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "https://en.wikipedia.org/wiki/Some_Kind_of_Monster_(film)", "talk": "It's somehow cathartic to drop the mask and let the fans in on the real people playing on stage for them. At the same time, it's harder to believe the magic when you know who the Great Oz actually is.", "title": "Some Kind of Monster"}, "cardid": "1332"}, "1327": {"cardcat": "EVENT", "cardtype": "MODEVENTS", "fields": {"howto": "", "links": "", "talk": "There's a fire that comes out when you have the whole world against you. That's how you break into the industry with something really new and intense. And that's the first thing that goes away when you are surrounded by yes-men. That's how an artist dies.", "title": "Sycophants"}, "cardid": "1327"}}}